13/data/attachments/c1cb0c75b6c367e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Carl_again_Actions_27371_0</nif:username>
            <nif:friendToBeRequested>soap_actions_28f4f25a-9850-4fe5-acfd-7cb8d2567d5e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>